{
	"$schema": "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate": "2022-08-29T23:42:01.128-00:00",
	"Sources": [
		{
			"Packages": [
				{
					"PackageIdentifier": "Microsoft.VisualStudio.2019.Community"
				},
				{
					"PackageIdentifier": "Microsoft.VisualStudio.2022.Community"
				},
				{
					"PackageIdentifier": "7zip.7zip"
				},
				{
					"PackageIdentifier": "Anaconda.Anaconda3"
				},
				{
					"PackageIdentifier": "BraveSoftware.BraveBrowser"
				},
				{
					"PackageIdentifier": "Discord.Discord"
				},
				{
					"PackageIdentifier": "Docker.DockerDesktop"
				},
				{
					"PackageIdentifier": "GitHub.GitHubDesktop"
				},
				{
					"PackageIdentifier": "Git.Git"
				},
				{
					"PackageIdentifier": "Microsoft.AzureStorageEmulator"
				},
				{
					"PackageIdentifier": "Microsoft.Edge"
				},
				{
					"PackageIdentifier": "Microsoft.EdgeWebView2Runtime"
				},
				{
					"PackageIdentifier": "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier": "Mozilla.Firefox"
				},
				{
					"PackageIdentifier": "Microsoft.Office"
				},
				{
					"PackageIdentifier": "JanDeDobbeleer.OhMyPosh"
				},
				{
					"PackageIdentifier": "Microsoft.OneDrive"
				},
				{
					"PackageIdentifier": "Rustlang.Rustup"
				},
				{
					"PackageIdentifier": "Microsoft.Teams"
				},
				{
					"PackageIdentifier": "JetBrains.Toolbox"
				},
				{
					"PackageIdentifier": "Balena.Etcher"
				},
				{
					"PackageIdentifier": "Microsoft.VC++2013Redist-x64"
				},
				{
					"PackageIdentifier": "Microsoft.WebDeploy"
				},
				{
					"PackageIdentifier": "Microsoft.VC++2015-2022Redist-x64"
				},
				{
					"PackageIdentifier": "Microsoft.WindowsSDK"
				},
				{
					"PackageIdentifier": "Microsoft.OpenJDK.17"
				},
				{
					"PackageIdentifier": "Microsoft.PowerToys"
				},
				{
					"PackageIdentifier": "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier": "Microsoft.VC++2015-2019Redist-x86"
				},
				{
					"PackageIdentifier": "Microsoft.VC++2013Redist-x86"
				},
				{
					"PackageIdentifier": "Neovim.Neovim"
				},
				{
					"PackageIdentifier": "Google.Chrome"
				},
				{
					"PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.6"
				}
			],
			"SourceDetails": {
				"Argument": "https://cdn.winget.microsoft.com/cache",
				"Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name": "winget",
				"Type": "Microsoft.PreIndexed.Package"
			}
		},
		{
			"Packages": [
				{
					"PackageIdentifier": "9PGCV4V3BK4W"
				},
				{
					"PackageIdentifier": "9MZ1SNWT0N5D"
				}
			],
			"SourceDetails": {
				"Argument": "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier": "StoreEdgeFD",
				"Name": "msstore",
				"Type": "Microsoft.Rest"
			}
		}
	],
	"WinGetVersion": "1.3.2091"
}
